tap "drud/ddev"
tap "drud/ddev-edge"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "sidneys/homebrew"
tap "superfly/tap"
brew "antigen"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "aria2"
brew "bat"
brew "cabextract"
brew "python@3.9"
brew "pkg-config"
brew "cairo"
brew "cask"
brew "cdrtools"
brew "composer"
brew "exa"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "pango"
brew "librsvg"
brew "mas"
brew "mkcert"
brew "nmap"
brew "nss"
brew "openjdk"
brew "pinentry-mac"
brew "pyenv"
brew "starship"
brew "telnet"
brew "wimlib"
brew "wp-cli"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "drud/ddev-edge/ddev"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "minacle/chntpw/chntpw"
brew "superfly/tap/flyctl"
cask "1password-beta"
cask "adguard"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "blockblock"
cask "boom-3d"
cask "contexts"
cask "diffmerge"
cask "docker"
cask "figma"
cask "firefox"
cask "focusrite-control"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fontbase"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "keeweb"
cask "keka"
cask "kitty"
cask "lepton"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "numi"
cask "paragon-ntfs"
cask "postbox"
cask "qlimagesize"
cask "qlstephen"
cask "raycast"
cask "responsively"
cask "spotify"
cask "surfshark"
cask "tableplus"
cask "teamviewer"
cask "todoist"
cask "transmit"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Paste", id: 967805235