tap "1password/tap"
tap "d12frosted/emacs-plus"
tap "ddev/ddev"
tap "drud/ddev-edge"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "oven-sh/bun"
tap "peak/tap"
tap "powershell/tap"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "superfly/tap"
tap "symfony-cli/tap"
tap "tideways/profiler"
tap "veeso/termscp"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "giflib"
brew "libpng"
brew "aria2"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "cabextract"
brew "cairo"
brew "cask"
brew "cdrtools"
brew "gcc"
brew "composer"
brew "exiftool"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "httpx"
brew "imagemagick"
brew "innoextract"
brew "iperf3"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libgccjit"
brew "librsvg"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "nss"
brew "openjdk"
brew "opentofu"
brew "pinentry-mac"
brew "pkgconf"
brew "pyenv"
brew "python@3.9"
brew "qrencode"
brew "ripgrep"
brew "rom-tools"
brew "s3cmd"
brew "s5cmd"
brew "starship"
brew "swaks"
brew "telnet"
brew "wimlib"
brew "wireguard-go"
brew "wireguard-tools"
brew "wp-cli"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-nobu417-big-sur-icon", "with-xwidgets"]
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "minacle/chntpw/chntpw"
brew "powershell/tap/powershell"
brew "veeso/termscp/termscp"
cask "1password-cli"
cask "1password@beta"
cask "adguard"
cask "arc"
cask "bartender"
cask "bettertouchtool"
cask "blockblock"
cask "chatgpt"
cask "contexts"
cask "darktable"
cask "docker-desktop"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "glance-chamburr"
cask "grandperspective"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "keeweb"
cask "keka"
cask "kitty"
cask "knockknock"
cask "kopiaui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "numi"
cask "ollama-app"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "syncthing-app"
cask "tableplus"
cask "tailscale-app"
cask "teamviewer"
cask "transmission"
cask "transmit"
cask "ungoogled-chromium"
cask "unifi-identity-endpoint"
cask "visual-studio-code"
cask "zen@twilight"
mas "1Password for Safari", id: 1569813296
mas "AusweisApp", id: 948660805
mas "Keynote", id: 409183694
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "aaron-bond.better-comments"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cjhowe7.laravel-blade"
vscode "csstools.postcss"
vscode "danielknights.vscode-mjml"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "ikappas.composer"
vscode "irongeek.vscode-env"
vscode "jccr.sandbox"
vscode "jock.svg"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "kelvin.vscode-sshfs"
vscode "kilocode.kilo-code"
vscode "kshetline.ligatures-limited"
vscode "macieklad.tailwind-sass-syntax"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "qwtel.sqlite-viewer"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "retool.retool-vscode-extension"
vscode "ronnidc.nunjucks"
vscode "rooveterinaryinc.roo-cline"
vscode "saionaro.smart-css-autocomplete"
vscode "shanoor.vscode-nginx"
vscode "shufo.vscode-blade-formatter"
vscode "soerenuhrbach.vscode-deepl"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
