tap "1password/tap"
tap "drud/ddev"
tap "drud/ddev-edge"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "shivammathur/php"
tap "sidneys/homebrew"
tap "superfly/tap"
tap "symfony-cli/tap"
tap "tideways/profiler"
brew "antigen"
brew "giflib"
brew "libpng"
brew "aria2"
brew "bat"
brew "cabextract"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "cask"
brew "cdrtools"
brew "composer"
brew "eza"
brew "pango"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "librsvg"
brew "mas"
brew "mkcert"
brew "nmap"
brew "nss"
brew "openjdk"
brew "pinentry-mac"
brew "pyenv"
brew "pymol"
brew "starship"
brew "telnet"
brew "transmission-cli"
brew "wimlib"
brew "wp-cli"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "drud/ddev-edge/ddev"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "minacle/chntpw/chntpw"
brew "shivammathur/php/php@7.4"
cask "1password-beta"
cask "1password-cli"
cask "adguard"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "blockblock"
cask "contexts"
cask "diffmerge"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fontbase"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "keeweb"
cask "keka"
cask "kitty"
cask "lepton"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "numi"
cask "poedit"
cask "qbittorrent"
cask "qlimagesize"
cask "qlstephen"
cask "raycast"
cask "spotify"
cask "surfshark"
cask "tableplus"
cask "teamviewer"
cask "todoist"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Keynote", id: 409183694
mas "Plug", id: 1514182074
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "aaron-bond.better-comments"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "cjhowe7.laravel-blade"
vscode "csstools.postcss"
vscode "DanielKnights.vscode-mjml"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "heybourn.headwind"
vscode "ikappas.composer"
vscode "IronGeek.vscode-env"
vscode "jock.svg"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "Kelvin.vscode-sshfs"
vscode "kshetline.ligatures-limited"
vscode "macieklad.tailwind-sass-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "Prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "saionaro.smart-css-autocomplete"
vscode "shanoor.vscode-nginx"
vscode "shufo.vscode-blade-formatter"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tejanium.stimulusjs"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
